export const adv = "./images/adv_desktop.png";
export const advMobile = "./images/adv_mobile.png";

export const sortData = {
  orderDropdown: {
    label: "Сортировка",
    defaultState: "Новое",
    options: ["Лучшее"]
  },
  whatDropdown: {
    label: "",
    defaultState: "Что",
    options: ["статьи", "ЕГЭ", "тесты"]
  },
  whereDropdown: {
    label: "",
    defaultState: "Где",
    options: ["Европа", "Азия", "Южная Америка"]
  },
  whenDropdown: {
    label: "",
    defaultState: "Когда",
    options: ["новейшее время", "средние века", "новое время", "XII век"]
  }
};

export const cardsData = [
  {
    title: "Вытрезвитель — кошмар пролетария",
    description: `Культура пития существовала в России испокон веков, а вот культура
        «государственного» вытрезвления появилась только в начале XX века. Во
        сколько обходилась ночь в таком учреждении и почему многие жители СССР
        боялись туда попасть?`,
    img: "./images/1.png",
    id: 0,
    timestamp: 1587888423132,
    rating: 5,
    tags: {
      type: "статьи",
      time: "новейшее время",
      place: "Европа"
    }
  },
  {
    title: "Вытрезвитель — кошмар пролетария",
    description: `Культура пития существовала в России испокон веков, а вот культура
        «государственного» вытрезвления появилась только в начале XX века. Во
        сколько обходилась ночь в таком учреждении и почему многие жители СССР
        боялись туда попасть?`,
    img: "./images/4.png",
    id: 1,
    timestamp: 1587888423132,
    rating: 4.66,
    tags: {
      type: "статьи",
      time: "новейшее время",
      place: "Азия"
    }
  },
  {
    title: "Как Ельцин хотел забрать Крым",
    img: "./images/eltsyn.png",
    isMain: true,
    id: 3,
    timestamp: 1587888428975,
    rating: 5,
    tags: {
      type: "тесты",
      time: "новейшее время",
      place: "Европа"
    }
  },
  {
    title: "Вытрезвитель — кошмар пролетария",
    description: `Культура пития существовала в России испокон веков, а вот культура
        «государственного» вытрезвления появилась только в начале XX века. Во
        сколько обходилась ночь в таком учреждении и почему многие жители СССР
        боялись туда попасть?`,
    img: "./images/2.png",
    id: 2,
    timestamp: 1587888412332,
    rating: 3,
    tags: {
      type: "тесты",
      time: "новейшее время",
      place: "Южная Америка"
    }
  },
  {
    title: "Вытрезвитель — кошмар пролетария",
    description: `Культура пития существовала в России испокон веков, а вот культура
        «государственного» вытрезвления появилась только в начале XX века. Во
        сколько обходилась ночь в таком учреждении и почему многие жители СССР
        боялись туда попасть?`,
    img: "./images/3.png",
    id: 4,
    timestamp: 1587888425304,
    rating: 2,
    tags: {
      type: "ЕГЭ",
      time: "новое время",
      place: "Европа"
    }
  },
  {
    title: "Вытрезвитель — кошмар пролетария",
    description: `Культура пития существовала в России испокон веков, а вот культура
        «государственного» вытрезвления появилась только в начале XX века. Во
        сколько обходилась ночь в таком учреждении и почему многие жители СССР
        боялись туда попасть?`,
    img: "./images/1.png",
    id: 5,
    timestamp: 1587888427354,
    rating: 1,
    tags: {
      type: "Тесты",
      time: "новейшее время",
      place: "Азия"
    }
  },
  {
    title: "Вытрезвитель — кошмар пролетария",
    description: `Культура пития существовала в России испокон веков, а вот культура
        «государственного» вытрезвления появилась только в начале XX века. Во
        сколько обходилась ночь в таком учреждении и почему многие жители СССР
        боялись туда попасть?`,
    img: "./images/4.png",
    id: 6,
    timestamp: 1587107423132,
    rating: 3.66,
    tags: {
      type: "статьи",
      time: "новейшее время",
      place: "Европа"
    }
  },
  {
    title: "Вытрезвитель — кошмар пролетария",
    description: `Культура пития существовала в России испокон веков, а вот культура
        «государственного» вытрезвления появилась только в начале XX века. Во
        сколько обходилась ночь в таком учреждении и почему многие жители СССР
        боялись туда попасть?`,
    img: "./images/2.png",
    id: 7,
    timestamp: 1587730423132,
    rating: 2.88,
    tags: {
      type: "статьи",
      time: "новейшее время",
      place: "Европа"
    }
  },
  {
    title: "Вытрезвитель — кошмар пролетария",
    description: `Культура пития существовала в России испокон веков, а вот культура
        «государственного» вытрезвления появилась только в начале XX века. Во
        сколько обходилась ночь в таком учреждении и почему многие жители СССР
        боялись туда попасть?`,
    img: "./images/3.png",
    id: 8,
    timestamp: 1587836423132,
    rating: 4.99,
    tags: {
      type: "тесты",
      time: "новое время",
      place: "Европа"
    }
  },
  {
    title: "Вытрезвитель — кошмар пролетария",
    description: `Культура пития существовала в России испокон веков, а вот культура
        «государственного» вытрезвления появилась только в начале XX века. Во
        сколько обходилась ночь в таком учреждении и почему многие жители СССР
        боялись туда попасть?`,
    img: "./images/1.png",
    id: 9,
    timestamp: 1587888473532,
    rating: 5,
    tags: {
      type: "ЕГЭ",
      time: "XII век",
      place: "Европа"
    }
  },
  {
    title: "Вытрезвитель — кошмар пролетария",
    description: `Культура пития существовала в России испокон веков, а вот культура
        «государственного» вытрезвления появилась только в начале XX века. Во
        сколько обходилась ночь в таком учреждении и почему многие жители СССР
        боялись туда попасть?`,
    img: "./images/4.png",
    id: 10,
    timestamp: 1587888462032,
    rating: 3.64,
    tags: {
      type: "статьи",
      time: "новейшее время",
      place: "Южная Америка"
    }
  }
];
